Revit 2024 API
SymbolTypeId.KW Property
 Symbol kW, indicating unit Kilowatts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KW { get; }
Visual Basic
Public Shared ReadOnly Property KW As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KW {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace